brew "danhorst/tap/after-midnight"
brew "danhorst/tap/pm"
brew "lima"
brew "llama.cpp"
brew "ollama"
brew "terminal-notifier"
brew "unar"
brew "xcodegen"
brew "xwmx/taps/pb"

cask "agentsview"
cask "antigravity-cli"
cask "appcleaner"
cask "audacity"
cask "cmux"
cask "codex-app"
cask "conductor"
cask "ghostty"
cask "github"
cask "gnome"
cask "google-chrome"
cask "handbrake-app"
cask "imageoptim"
cask "inkscape"
cask "jellyfin"
cask "jordanbaird-ice"
cask "keyboard-maestro"
cask "monitorcontrol"
cask "obs"
cask "qlmarkdown"
cask "quicklook-video"
cask "signal"
cask "visual-studio-code"
cask "vlc"
cask "zen"
