tap "danhorst/tap"

brew "ast-grep"
brew "bash"
brew "bat"
brew "danhorst/tap/gemkeeper"
brew "danhorst/tap/md-tools"
brew "danhorst/tap/wrk"
brew "deno"
brew "dict"
brew "difftastic"
brew "dos2unix"
brew "exercism"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "gotags"
brew "graphviz"
brew "gs"
brew "htop"
brew "imagemagick"
brew "jansson"
brew "jhead"
brew "jq"
brew "libpq"
brew "libxml2"
brew "llama.cpp"
brew "llm"
brew "lucky-commit"
brew "mise"
brew "mkcert"
brew "no-more-secrets"
brew "ollama"
brew "overmind"
brew "pandoc"
brew "pi-coding-agent"
brew "postgresql"
brew "readline"
brew "ripgrep"
brew "rtk"
brew "ruby-build"
brew "rubyfmt"
brew "scc"
brew "sd"
brew "shared-mime-info"
brew "shellcheck"
brew "sqlite"
brew "supabase"
brew "tidy-viewer"
brew "tmux"
brew "tree"
brew "unbound"
brew "uv"
brew "vim"
brew "watchexec"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zsh-completions"
