tap "homebrew/bundle"
tap "homebrew/services"

brew "ast-grep"
brew "bash"
brew "bat"
brew "deno"
brew "dict"
brew "difftastic"
brew "dos2unix"
brew "exercism"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "gotags"
brew "graphviz"
brew "gs"
brew "htop"
brew "imagemagick"
brew "jansson"
brew "jhead"
brew "jq"
brew "libpq"
brew "libxml2"
brew "lima"
brew "llama.cpp"
brew "llm"
brew "lucky-commit"
brew "mise"
brew "mkcert"
brew "no-more-secrets"
brew "overmind"
brew "pandoc"
brew "postgresql"
brew "readline"
brew "ripgrep"
brew "ruby-build"
brew "rubyfmt"
brew "scc"
brew "sd"
brew "shared-mime-info"
brew "shellcheck"
brew "sqlite"
brew "supabase"
brew "terminal-notifier"
brew "tidy-viewer"
brew "tmux"
brew "tree"
brew "unbound"
brew "uv"
brew "vim"
brew "watchexec"
brew "wget"
brew "danhorst/wrk/wrk"
brew "xcodegen"
brew "xwmx/taps/pb"
brew "yq"
brew "yt-dlp"
brew "zsh-completions"

cask "appcleaner"
cask "claude-code"
cask "conductor"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "handbrake-app"
cask "imageoptim"
cask "inkscape"
cask "jordanbaird-ice"
cask "llamabarn"
cask "monitorcontrol"
cask "obs"
cask "signal"
cask "visual-studio-code"
cask "vlc"
cask "zen"
