tap "homebrew/bundle"
tap "homebrew/services"

brew "deno"
brew "dict"
brew "direnv"
brew "dos2unix"
brew "exercism"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "gotags"
brew "graphviz"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jansson"
brew "jq"
brew "libpq"
brew "libxml2"
brew "llama.cpp"
brew "llm"
brew "lucky-commit"
brew "mas"
brew "mkcert"
brew "no-more-secrets"
brew "pandoc"
brew "postgresql"
brew "readline"
brew "redis"
brew "rbenv"
brew "ruby-build"
brew "rubyfmt"
brew "rustup"
brew "shared-mime-info"
brew "shellcheck"
brew "sqlite"
brew "terminal-notifier"
brew "tidy-viewer"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "xwmx/taps/pb"
brew "yt-dlp"
brew "zsh-completions"

cask "alacritty"
cask "appcleaner"
cask "beeper"
cask "handbrake"
cask "github"
cask "google-chrome"
cask "imageoptim"
cask "inkscape"
cask "jordanbaird-ice"
cask "obs"
cask "monitorcontrol"
cask "rar"
cask "signal"
cask "visual-studio-code"
cask "vlc"
cask "warp"

brew "mas"

mas "Slack",                id:  803453959
